Repository: iChemicalFox/StudentsJournalApp
Catalog: StudentsJournalApp/*.lproj/Localizable.strings
Languages: ru

source: Delete
ru: Удалить

source: Edit
ru: Изменить

source: Journals
ru: Журналы

source: Group
ru: Группа

source: Create journal
ru: Добавить журнал

source: Create student
ru: Добавить студента

source: Create Subject
ru: Добавить предмет

source: Write the group number
ru: Напишите номер группы

source: Write the first name
ru: Напишите имя

source: Write the second name
ru: Напишите фамилию

source: Write the subject's name
ru: Напишите название предмета

source: Write the subject's rating
ru: Напишите оценку

source: Edit group
ru: Редактирование группы

source: Update
ru: Изменить

source: Cancel
ru: Отмена

source: Edit student
ru: Редактирование студента
